{
    "children": [
        {
            "key": "0",
            "name": "Timmey",
            "email": "timmy@gmail.com",
            "school": "Atomus Elementary School",
            "age": "8",
            "grade": "3rd",
            "courses": [
                {
                    "name": "Aether",
                    "coursework": [
                        {
                            "title": "Cultural Aspects of Food",
                            "description": "Laggardly marvelous fondly so absurd that that forecast goodness far quaint more anagogic regarding sniffled quail far furious considering rose hey strategic or sanely hugged supremely winsomely hey that yet less and.",
                            "status": "done"
                        },
                        {
                            "title": "Philosophy and Star Trek",
                            "description": "Sordid haltered owing exclusive enticing wow well far noisy near so goldfish crud that well erect woolly then coarse well gurgled irresistible immutable far punctiliously wherever hey stunningly much toucan ahead talkatively on rhinoceros some jeez more lemming beneath slickly about far far bashful a more hence since far lingering scallop raucous that a goodness usefully played arguable inanimate creative.",
                            "status": "done"
                        },
                        {
                            "title": "Learning from YouTube",
                            "description": "Vainly impolite far ouch reined forgot inside much overdid yikes said in the this including far vulture pesky jeepers more dropped pangolin.",
                            "status": "late"
                        },
                        {
                            "title": "Art of Walking",
                            "description": "Changed llama goodness convincing darn more crud on straightly congratulated stoic considering that ouch far suavely warmly licentiously macaw one ladybug well spat mute frowned this limpet connected responsibly crud that fussy cried on misled that far shivered grievously seal ground then fluently and cockatoo indiscreet alas overcast insistently some upheld much a wombat oversaw so nervelessly when despite pathetically flirtatious immensely rhinoceros more powerlessly man-of-war faltering one kangaroo enthusiastically goodness the resolutely in splendidly hungry and that smooched cassowary dear alas less a save balked.",
                            "status": "late"
                        },
                        {
                            "title": "The American Vacation",
                            "description": "Gosh much cm vulnerable one regarding and overshot arose befell the alas that following far salmon from evenly obsessive picked some concentric less overhung far and goodness poignant editorially beat that jeepers grizzly various hello and darn reflectively terrible sensationally blameless checked and frowningly far naughty hence hey into thanks that trod crab much wow when jeepers conically seagull that some since pulled fashionably goat ready well packed much oh as however wasp falcon piteous lobster much beheld oh this at a walking went firmly manfully.",
                            "status": "upcoming"
                        },
                        {
                            "title": "Modern Popular Arts",
                            "description": "More mischievous cynically past much below one less lightheartedly some rolled incongruous beamed appalling newt a childishly opposite mounted ouch tunefully then and unbearably copied far dropped amicable perilously heard straight less alas some strategically but this one less credible ripely amidst rebuilt antelope falcon crud before bastard instead re-laid selfish meekly and and overrode gosh however puerilely thoughtfully behind that less a blamelessly amphibious via passable far off more and flawless a wherever admonishing much dolphin sheared in urchin some fled.",
                            "status": "upcoming"
                        }
                    ]
                }
            ]
        },
        {
            "key": "1",
            "name": "Thomas",
            "email": "thomas@gmail.com",
            "school": "Atomus Elementary School",
            "age": "9",
            "grade": "4th",
            "courses": [
                {
                    "name": "Boreas",
                    "coursework": [
                        {
                            "title": "The Forgotten Stars",
                            "description": "Light green, shoulder-length hair almost fully covers a fresh, wild face. Narrow silver eyes, set dreadfully within their sockets, watch loyally over the sea they've grieved with for so long.\nA moustache and goatee elegantly compliments his eyes and hair and leaves a pleasant memory of his fortunate looks.",
                            "status": "late"
                        },
                        {
                            "title": "The Dying Dream",
                            "description": "Top Cat! The most effectual Top Cat! Who’s intellectual close friends get to call him T.C., providing it’s with dignity. Top Cat! The indisputable leader of the gang. He’s the boss, he’s a pip, he’s the championship. He’s the most tip top, Top Cat. ",
                            "status": "done"
                        },
                        {
                            "title": "The Third Stream",
                            "description": "One for all and all for one, Muskehounds are always ready. One for all and all for one, helping everybody. One for all and all for one, it’s a pretty story. Sharing everything with fun, that’s the way to be. One for all and all for one, Muskehounds are always ready. One for all and all for one, helping everybody. One for all and all for one, can sound pretty corny. If you’ve got a problem chum, think how it could be. ",
                            "status": "done"
                        },
                        {
                            "title": "Window of Edge",
                            "description": "Barnaby The Bear’s my name, never call me Jack or James, I will sing my way to fame, Barnaby the Bear’s my name. Birds taught me to sing, when they took me to their king, first I had to fly, in the sky so high so high, so high so high so high, so — if you want to sing this way, think of what you’d like to say, add a tune and you will see, just how easy it can be. Treacle pudding, fish and chips, fizzy drinks and liquorice, flowers, rivers, sand and sea, snowflakes and the stars are free. ",
                            "status": "upcoming"
                        },
                        {
                            "title": "The Shards's Rose",
                            "description": "Ulysses, Ulysses — Soaring through all the galaxies. In search of Earth, flying in to the night. Ulysses, Ulysses — Fighting evil and tyranny, with all his power, and with all of his might. Ulysses — no-one else can do the things you do. Ulysses — like a bolt of thunder from the blue. Ulysses — always fighting all the evil forces bringing peace and justice to all. ",
                            "status": "upcoming"
                        }
                    ]
                },
                {
                    "name": "Aether",
                    "coursework": [
                        {
                            "title": "Cultural Aspects of Food",
                            "description": "Laggardly marvelous fondly so absurd that that forecast goodness far quaint more anagogic regarding sniffled quail far furious considering rose hey strategic or sanely hugged supremely winsomely hey that yet less and.",
                            "status": "late"
                        },
                        {
                            "title": "Philosophy and Star Trek",
                            "description": "Sordid haltered owing exclusive enticing wow well far noisy near so goldfish crud that well erect woolly then coarse well gurgled irresistible immutable far punctiliously wherever hey stunningly much toucan ahead talkatively on rhinoceros some jeez more lemming beneath slickly about far far bashful a more hence since far lingering scallop raucous that a goodness usefully played arguable inanimate creative.",
                            "status": "late"
                        },
                        {
                           "title": "Learning from YouTube",
                            "description": "Vainly impolite far ouch reined forgot inside much overdid yikes said in the this including far vulture pesky jeepers more dropped pangolin.",
                            "status": "done"
                        },
                        {
                            "title": "Art of Walking",
                            "description": "Changed llama goodness convincing darn more crud on straightly congratulated stoic considering that ouch far suavely warmly licentiously macaw one ladybug well spat mute frowned this limpet connected responsibly crud that fussy cried on misled that far shivered grievously seal ground then fluently and cockatoo indiscreet alas overcast insistently some upheld much a wombat oversaw so nervelessly when despite pathetically flirtatious immensely rhinoceros more powerlessly man-of-war faltering one kangaroo enthusiastically goodness the resolutely in splendidly hungry and that smooched cassowary dear alas less a save balked.",
                            "status": "done"
                        },
                        {
                            "title": "The American Vacation",
                            "description": "Gosh much cm vulnerable one regarding and overshot arose befell the alas that following far salmon from evenly obsessive picked some concentric less overhung far and goodness poignant editorially beat that jeepers grizzly various hello and darn reflectively terrible sensationally blameless checked and frowningly far naughty hence hey into thanks that trod crab much wow when jeepers conically seagull that some since pulled fashionably goat ready well packed much oh as however wasp falcon piteous lobster much beheld oh this at a walking went firmly manfully.",
                            "status": "done"
                        },
                        {
                            "title": "Modern Popular Arts",
                            "description": "More mischievous cynically past much below one less lightheartedly some rolled incongruous beamed appalling newt a childishly opposite mounted ouch tunefully then and unbearably copied far dropped amicable perilously heard straight less alas some strategically but this one less credible ripely amidst rebuilt antelope falcon crud before bastard instead re-laid selfish meekly and and overrode gosh however puerilely thoughtfully behind that less a blamelessly amphibious via passable far off more and flawless a wherever admonishing much dolphin sheared in urchin some fled.",
                            "status": "upcoming"
                        }
                    ]
                }
            ]
        }
    ]
}